Revit 2024 API
RebarContainerItem.ItemIndex Property
 The index of this item in its associated RebarContainer.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public int ItemIndex { get; }
Visual Basic
Public ReadOnly Property ItemIndex As Integer
	Get
Visual C++
public:
property int ItemIndex {
	int get ();
}
See Also
RebarContainerItem Class
Autodesk.Revit.DB.Structure Namespace